lexicon: dict[str, str] = {
    "Forex": "*Форекс*",
    "Crypto": "*Крипто*",
    "Cancel": "Отмена",
    "Query history": "История запросов",
    "Choose menu": "Пожалуйста, выберите пункт меню",
    "Back": "Назад",
    "Choose symbol": "__*Выберите интересующий вас символ*__",
    "No history": "*зарегистрированных запросов нет\. Возвращаемся в главное меню*",
    "Daily": "Дневной",
    "Weekly": "Недельный",
    "Monthly": "Месячный",
    "Choose TF": "Выберите таймфрейм",
    "Choose action": "Выберите действие",
    "History": "__История ваших последних запросов__",
    "Subscribe": "Подписаться на изменения"
}
